allan-carlos.night-rainbow
astamataris.electrocuted
azemoh.one-monokai
dan-c-underwood.arm
dbaeumer.vscode-eslint
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
evondev.indent-rainbow-palettes
file-icons.file-icons
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
ginfuru.better-nunjucks
humao.rest-client
jeff-hykin.better-cpp-syntax
jsxtools.jstl
kisstkondoros.vscode-gutter-preview
kuscamara.electron
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
pushqrdx.inline-html
quillaja.goasm
redhat.ansible
redhat.vscode-yaml
sissel.shopify-liquid
stephanegoeuriot.nunjucks-vscode-snippets
styled-components.vscode-styled-components
tamasfe.even-better-toml
twxs.cmake
william-voyek.vscode-nginx
xabikos.javascriptsnippets
yzhang.markdown-all-in-one